{
  "quotes": [
    {
      "quote": "Privacy is necessary for an open society in the electronic age.",
      "author": "Eric Hughes"
    },
    {
      "quote": "We must defend our own privacy if we expect to have any.",
      "author": "Eric Hughes"
    },
    {
      "quote": "Cryptography is the ultimate form of non-violent direct action.",
      "author": "Julian Assange"
    },
    {
      "quote": "The computer can be used as a tool to liberate and protect people, rather than to control them.",
      "author": "Hal Finney"
    },
    {
      "quote": "If privacy is outlawed, only outlaws will have privacy.",
      "author": "Phil Zimmermann"
    },
    {
      "quote": "The government should not be able to collect all your private data just because it wants to do so.",
      "author": "Bruce Schneier"
    },
    {
      "quote": "With e-currency based on cryptographic proof, without the need to trust a third-party middleman, money can be secure and transactions effortless.",
      "author": "Satoshi Nakamoto"
    },
    {
      "quote": "We cannot expect governments, corporations, or other large, faceless organizations to grant us privacy out of their beneficence.",
      "author": "Eric Hughes"
    },
    {
      "quote": "Cryptography shifts the balance of power from those with a monopoly on violence to those who comprehend mathematics and security design.",
      "author": "Jacob Appelbaum"
    },
    {
      "quote": "The right to speak PGP is the right to speak Navajo. The right to speak with encryption is the right to speak at all.",
      "author": "Gary Kasparov"
    },
    {
      "quote": "No amount of violence can solve a math problem.",
      "author": "Jacob Appelbaum"
    },
    {
      "quote": "A lot of people who are 'opposed' to the anonymous internet, are really opposed to uncensored speech.",
      "author": "Caleb Chen"
    },
    {
      "quote": "Encryption works. Properly implemented strong crypto systems are one of the few things that you can rely on.",
      "author": "Edward Snowden"
    },
    {
      "quote": "Governments of the Industrial World, you weary giants of flesh and steel, I come from Cyberspace, the new home of Mind.",
      "author": "John Perry Barlow"
    },
    {
      "quote": "The Internet interprets censorship as damage and routes around it.",
      "author": "John Gilmore"
    }
  ]
}
